export const testData = [
  {
    name: '分类',
    con: {
      openDrop: false,
      conList: [
        '代金券',
        '蛋糕',
        '甜点',
        '火锅',
        '自助餐',
        '小吃快餐',
        '日韩料理',
        '西餐',
        '聚餐宴请',
        '烧烤烤肉',
        '东北菜',
        '川湘菜',
        '江浙菜',
        '香锅烤鱼',
        '粤菜',
        '中式烧烤/烤串',
        '西北菜',
        '咖啡酒吧',
        '云贵菜',
        '东南亚菜',
        '海鲜素食',
        '台湾/客家菜',
        '创意菜汤',
        '粥/炖菜',
        '新疆菜',
        '其他美食',
        '京菜',
        '鲁菜'
      ]
    }
  },
  {
    name: '区域',
    con: {
      openDrop: true,
      conList: [{
        name: '平谷区',
        list: ['全部', '平谷城区', '金海湖', '石林峡', '天云山', '玻璃台']
      },
      {
        name: '门头沟城区',
        list: [
          '全部',
          '龙凤山滑雪场',
          '爨底下村',
          '京西十八潭',
          '潭柘寺',
          '妙峰山',
          '灵山风景区'
        ]
      }
      ]
    }
  },
  {
    name: '用餐人数',
    con: {
      openDrop: false,
      conList: [
        '单人餐',
        '双人餐',
        '3-4人',
        '5-6人',
        '7-8人',
        '9-10人',
        '10人以上',
        '其他'
      ]
    }
  }
];
